{
  "action.skipOnboarding": "Прапусціць адаптацыю",
  "action.next": "Далей",
  "action.back": "Назад",
  "action.finish": "Завяршыць",

  "dismissable_rag_modal": {
    "description": "Цяпер вы можаце гутарыць са сваімі дакументамі, выкарыстоўваючы Retrieval Augmented Generation (RAG). Вось як гэта працуе:",
    "instructions": {
      "attach_files": {
        "title": "Прымацаваць файлы",
        "description": "Загрузіце да 5 файлаў адначасова, з максімальным агульным памерам 30МБ. Падтрымліваюцца фарматы PDF, DOCX, TXT і CSV."
      },
      "be_specific": {
        "title": "Будзьце канкрэтнымі",
        "description": "Пры задаванні пытанняў згадвайце як мага больш дэталяў. Гэта дапамагае сістэме знайсці найбольш адпаведную інфармацыю з вашых дакументаў."
      },
      "get_responses": {
        "title": "Атрымлівайце адказы і эксперыментуйце",
        "description": "LLM будзе аналізаваць ваш запыт і знойдзеныя вытрымкі з вашых дакументаў, і спрабуе згенераваць адказ. Эксперыментуйце з рознымі запытамі, каб знайсці тое, што працуе найлепш."
      }
    }
  },

  "toolUse": {
    "step_0": {
      "title": "Бэта: Выкарыстанне інструментаў 🛠️ (Выклік функцый)",
      "text_0": "Некаторыя мадэлі (напрыклад, Llama 3.1/3.2, Mistral, Qwen і іншыя) былі навучаны выкарыстоўваць інструменты.",
      "text_1": "На практыцы гэта азначае: вы прадастаўляеце масіў 'інструментаў' (сігнатуры функцый) для LLM у вельмі пэўным фармаце, і LLM можа вырашыць, ці 'выклікаць' іх на падставе запыту карыстальніка.",
      "text_2": "Вы можаце ўявіць выпадкі выкарыстання, такія як запыт да API, запуск коду, або сапраўды ўсё, што можна выказаць як выклік функцыі."
    },
    "step_1": {
      "title": "Пачніце з выкарыстання інструментаў",
      "toolUseCanWorkWithAnyModel": "Мадэлі, якія былі навучаны для выкарыстання інструментаў, будуць працаваць лепш за іншыя, але вы можаце паспрабаваць выкарыстоўваць інструменты з любой мадэллю. Прачытайце <customlink>дакументацыю</customlink>, каб даведацца больш.\nМадэлі, якія былі навучаны для выкарыстання інструментаў, будуць адзначаны новым значком:",
      "hasCompatibleModel": "🎉 Падобна, у вас ужо ёсць мадэлі з падтрымкай інструментаў!",
      "downloadRecommendedModel": "Спампаваць мадэль, якая была навучана для выкарыстання інструментаў:"
    },
    "nextButton": "Далей",
    "letsGoButton": "Загрузіць мадэль і запусьціць сервер",
    "doneButton": "Закрыць"
  }
} 